Repository: common-repository/better-hints
Catalog: languages/betterhints-*.po
Languages: de_de

source: This is an admin-hint just for you.
de_de: Dies ist ein Admin-Hinweis als Test: nur für dich!

source: Create one here!
de_de: Jetzt hier erstellen!

source: Hints
de_de: Hinweise

source: Hint
de_de: Hinweis

source: Add new Hint
de_de: neuen Hinweis hinzufügen

source: empty or ID
de_de: leer oder ID

source: and
de_de: und

source: all
de_de: alle

source: guest
de_de: Gast

source: logged in
de_de: eingeloggt

source: registered
de_de: angemeldet

source: User
de_de: Nutzer

source: Clicks
de_de: Klicks

source: only Pro
de_de: nur Pro

source: Conditional Logic
de_de: Bedingung

source: Target-Link
de_de: Ziel-Link

source: Edit
de_de: Bearbeiten

source: when published
de_de: nach Veröffentlichung

source: no Link
de_de: kein Link

source: Hint Background-Color 1
de_de: Hinweis Hintergrundfarbe 1

source: Hint Background-Color 2
de_de: Hinweis Hintergrundfarbe 2

source: Hint Background-Color 3
de_de: Hinweis Hintergrundfarbe 3

source: Hint Background-Color 4
de_de: Hinweis Hintergrundfarbe 4

source: Hint Animation: Duration
de_de: Dauer der Hinweis-Animation

source: Hint Animation: Popout-Time
de_de: Hinweis-Animation: Popout-Zeit

source: Hint Widget
de_de: Hinweis-Widget

source: This widget holds all your hints in one place.
de_de: Das Widget zeigt eingesetzt deine Hinweise an.

source: Need Support?
de_de: Hilfe nötig?

source: Activate Pro
de_de: Aktiviere Pro

source: You serial key is not active.
de_de: Dein Key ist nicht aktiv.

source: Get one here!
de_de: Erhalte einen hier!

source: You serial key is active!
de_de: Dein Key ist aktiv!

source: Check
de_de: Prüfen

source: last checked:
de_de: zuletzt geprüft:

source: your key expires in {days} days.
de_de: Dein Key läuft in {days} Tagen ab.

source: Please activate it now!
de_de: Bitte prüfe ihn jetzt.
